cask_args appdir: '/Applications'

tap 'Homebrew/bundle'

brew  'zsh'

brew 'python'
brew 'python3'

brew 'coreutils'
brew 'pstree'
brew 'socat'
brew 'tmux'
brew 'node'
brew 'yarn'
brew 'jq'
brew 'httpie'
brew 'ctags'
brew 'neovim/neovim/neovim'
brew 'mono'
brew 'hping'
brew 'mtr'
brew 'pwgen'
brew 'kubernetes-helm'
brew 'go'
brew 'gotags'
brew 'godep'
brew 'dep'
brew 'terraform'
brew 'vault'
brew 'ag'
brew 'ffpmpeg'
brew 'gifsicle'
brew 'imagemagick'
brew 'tree'
brew 'hg'
brew 'wget'
brew 'csshx'
brew 'tmux-cssh'
brew 'ipcalc'
brew 'iproute2mac'
brew 'qcachegrind'
brew 'direnv'
brew 'awscli'
brew 'azure-cli'
brew 'docker-machine-driver-hyperkit'
brew 'docker-machine-driver-xhyve'

cask 'slack'
cask 'google-chrome'
cask 'wireshark'
cask 'java'
cask 'yammer'
cask 'postman'
cask 'aerial'
cask 'minishift'
